[{
	"originalText": "#ConfissaoNaMadrugada Se eu parar de Tweetar culpem a @Vivoemrede",
	"sentiment": "negative",
	"translatedText": "If I stop Tweet blame @Vivoemrede",
	"id": 0
}, {
	"originalText": "Que saco a rede móvel do meu cal da @Vivoemrede esta uma merda ... Isso porque é pós e um dos melhores. Como faz agora? Alguém pra ajudar??",
	"sentiment": "negative",
	"translatedText": "What the fucking mobile network of my @Vivoemrede cal is a shit ... That's because it's postpaid and one of the best. How do you do now? Someone to help ??",
	"id": 1
}, {
	"originalText": "@backtoramona simmm, @Vivoemrede te amamos",
	"sentiment": "positive",
	"translatedText": "@backtoramona simmm, @Vivoemrede we love you",
	"id": 2
}, {
	"originalText": "Essa telefônica só pode estar de brincadeira com minha cara, a internet mais fica sem funcionar que funciona! @Vivoemrede #PorFavorMelhore",
	"sentiment": "negative",
	"translatedText": "This phone can only be joking with my face, the internet more does not work that works! @Vivoemrede PorFavorMelhore",
	"id": 3
}, {
	"originalText": "A @Vivoemrede conseguiu fazer a proeza de aumentar o preço da internet pré. Parabéns vou trocar de operadora.",
	"sentiment": "positive",
	"translatedText": "@Vivoemrede has managed to do the feat of raising the price of prepaid internet. Congratulations, I'm going to change operator.",
	"id": 4
}, {
	"originalText": "@Vivoemrede estou já a 27 minutos esperando para falar com o atendente e nada! Onde está a lei do tempo de espera?",
	"sentiment": "negative",
	"translatedText": "@Vivoemrede I'm already 27 minutes waiting to talk to the attendant and nothing! Where is the law of waiting time?",
	"id": 5
}, {
	"originalText": "Dá pra parar de roubar os meus créditos, lixo de empresa @Vivoemrede",
	"sentiment": "negative",
	"translatedText": "Can you stop stealing my credits, company junk @Vivoemrede",
	"id": 6
}, {
	"originalText": "no @Vivoemrede vai tomar no cu",
	"sentiment": "negative",
	"translatedText": "No @Vivoemrede will take in the ass",
	"id": 7
}, {
	"originalText": "@Vivoemrede que atendimento péssimo vocês prestam pro cliente!",
	"sentiment": "negative",
	"translatedText": "@Vivoemrede that poor service you render to the client!",
	"id": 8
}, {
	"originalText": "@Vivoemrede minha internet começou ontem e já recebi msg que usei 80%. Isso tá errado. Como resolvo esse problema?",
	"sentiment": "negative",
	"translatedText": "@Vivoemrede my internet started yesterday and I already received a message that I used 80 percent. This is wrong. How do I solve this problem?",
	"id": 9
}, {
	"originalText": "@vivoemrede liderou o crescimento do Pós Pago em 2015 2° @TIMBrasil 3° @ClaroBrasil em 4° @digaoi c\/ queda de 0,05% pic.twitter.com\/McIpwk0PUg",
	"sentiment": "neutral",
	"translatedText": "@vivoemrede led the Postpaid growth in 2015 2 ° @BYBrasil 3 ° @ClaroBrasil in 4 ° @digaoi c decrease of 0.05% pic.twitter.comMcIpwk0PUg",
	"id": 10
}, {
	"originalText": "Ficou bem claro que a @TIMBrasil não investe infraestrutura ou cobertura em Mato Grosso, só @digaoi , @Vivoemrede e @ClaroBrasil com seu 4G.",
	"sentiment": "negative",
	"translatedText": "It was made clear that @MBMBIL does not invest infrastructure or coverage in Mato Grosso, only @digaoi, @Vivoemrede and @ClaroBrasil with its 4G.",
	"id": 11
}, {
	"originalText": "VIVO, EU QUERO O @JapaTv NA PROPAGANDA DE VOCÊS, POXA! @Vivoemrede",
	"sentiment": "positive",
	"translatedText": "LIVE, I WANT @JapaTv ON YOUR PROPAGANDA, POXA! @Vivoemrede",
	"id": 12
}, {
	"originalText": "também estou aguardando @Vivoemrede",
	"sentiment": "negative",
	"translatedText": "I'm also waiting @Vivoemrede",
	"id": 13
}, {
	"originalText": "@Vivoemrede um absurdo pagar sem poder usar. Internet. Sou obrigado a usar o da claro ou seja meus dados. Pra ser desrespeitado.",
	"sentiment": "negative",
	"translatedText": "@Vivoemrede an absurd to pay without being able to use. Internet. I am obliged to use the one in the clear or my data. To be disrespected.",
	"id": 14
}, {
	"originalText": "nossa, to puta quessa @Vivoemrede PUTA OPERADORA DO CARALHO",
	"sentiment": "negative",
	"translatedText": "Wow, that's all! @Vivoemrede FUCK OPERATOR",
	"id": 15
}, {
	"originalText": "Não adianta botar japa pra fazer comercial da VIVO TUDO TURBO porque essa merda NÃO PRESTA! @Vivoemrede",
	"sentiment": "negative",
	"translatedText": "It's no use putting japa to make VIVO ALL TURBO commercial because that shit DOES NOT! @Vivoemrede",
	"id": 16
}, {
	"originalText": "@Bruno_kst Botei essa merda hoje porra, o serviço de vocês não presta nem pra mecher no twitter @Vivoemrede",
	"sentiment": "negative",
	"translatedText": "@Brunokst I fucked this shit today fucking, the service of yours does not even lend me to twitter @Vivoemrede",
	"id": 17
}, {
	"originalText": "@digaoi 2G - 103\/3G - 34\/4G - 2 @TIMBrasil 2G - 71\/ 3G - 14\/4G - 2 @vivoemrede 2G - 98\/3G - 64\/4G - 3 @ClaroBrasil 2G - 89\/3G - 31\/4G - 4",
	"sentiment": "neutral",
	"translatedText": "@digaoi 2G 1033G 344G 2 @TIMBrasil 2G 71 3G 144G 2 @vivoemrede 2G 983G 644G 3 @ClaroBrasil 2G 893G 314G 4",
	"id": 18
}, {
	"originalText": "@Vivoemrede como saber quando começa minha franquia de internet? Tenho plano controle.",
	"sentiment": "negative",
	"translatedText": "@Vivoemrede how to know when my internet franchise starts? I have control plan.",
	"id": 19
}, {
	"originalText": "E aí @Vivoemrede ? Sem internet desde as 16h... Tá difícil. Usando aqui o meu 4g da @TIM_Official pra reclamar, bem feio hein? #ESeTrocar ?",
	"sentiment": "negative",
	"translatedText": "How about @Vivoemrede? No internet since 4pm ... It's difficult. Using here my 4g of @TIMOfficial to complain, pretty ugly huh? Estrocar?",
	"id": 20
}, {
	"originalText": "@_Looanna Estamos te aguardando para prosseguir o seu atendimento.",
	"sentiment": "negative",
	"translatedText": "@Looanna We are waiting for you to continue your service.",
	"id": 21
}, {
	"originalText": "@_Looanna Para realizarmos as verificações em sua linha é necessário que você envie seus dados via DM e siga nosso perfil. (Cont)",
	"sentiment": "negative",
	"translatedText": "@Looanna To carry out the checks in your line it is necessary that you send your data via DM and follow our profile. (Cont)",
	"id": 22
}, {
	"originalText": "@Vivoemrede Boa noite, preciso do meu codigo PUK. Como proceder?",
	"sentiment": "neutral",
	"translatedText": "@Vivoemrede Good evening, I need my PUK code. How to proceed?",
	"id": 23
}, {
	"originalText": "@Vivoemrede comprei o pacote adicional de 1G após acabar a franquia, e não entrou. Me deram um prazo de 24h para estabelecer e não resolveu",
	"sentiment": "negative",
	"translatedText": "@Vivoemrede bought the additional package of 1G after payment end the franchise, and did not enter. They gave me a 24-hour deadline to establish and did not",
	"id": 24
}, {
	"originalText": "@odiegogomes que você envie seus dados via DM.Assim ajudamos e mantemos seus dados pessoais em sigilo.",
	"sentiment": "neutral",
	"translatedText": "@odiegogomes that you send your data via DM.Thus we help and keep your personal data confidential.",
	"id": 25
}, {
	"originalText": "@odiegogomes Boa noite. Neste canal de atendimento podemos te ajudar. Para realizarmos as verificações é necessário (cont)",
	"sentiment": "negative",
	"translatedText": "@odiegogomes Good evening. In this service channel we can help you. To carry out the checks it is necessary (cont)",
	"id": 26
}, {
	"originalText": "@Changwkim Está com alguma dificuldade com nossos serviços? Detalhe melhor via DM. Vou lhe ajudar. :)",
	"sentiment": "neutral",
	"translatedText": "@Changwkim Do you have any difficulties with our services? Better detail via DM. I'll help you. :)",
	"id": 27
}, {
	"originalText": "@Vivoemrede serviço móvel",
	"sentiment": "neutral",
	"translatedText": "@Vivoemrede mobile service",
	"id": 28
}, {
	"originalText": "alor @Vivoemrede preciso cancelar minha linha mas ninguem atende pelo amor d deus colaborem",
	"sentiment": "positive",
	"translatedText": "Alor @Vivoemrede I need to cancel my line but no one attends for the love of God collaborate",
	"id": 29
}, {
	"originalText": "@Vivoemrede enviei a DM. Estou aguardando a resposta",
	"sentiment": "negative",
	"translatedText": "@Vivoemrede I sent the DM. I am waiting the answer",
	"id": 30
}, {
	"originalText": "@Vivoemrede mandei todas informações necessárias, fico no aguardo :)",
	"sentiment": "negative",
	"translatedText": "@Vivoemrede I have sent all the necessary information, I am waiting for :)",
	"id": 31
}, {
	"originalText": "@Conteudo_Livre sua internet, neste canal de atendimento podemos te ajudar.",
	"sentiment": "negative",
	"translatedText": "@ConteudoLivre your internet, in this service channel we can help you.",
	"id": 32
}, {
	"originalText": "@Conteudo_Livre Boa noite. Você está com dificuldade para utilizar nossos serviços? Detalhe o que está ocorrendo com (cont)",
	"sentiment": "negative",
	"translatedText": "Welcome, Guest. Are you having trouble using our services? Detail what is happening with (cont)",
	"id": 33
}, {
	"originalText": "@Vivoemrede como retiro a segunda via da conta da meu modem 4G ?",
	"sentiment": null,
	"translatedText": "@Vivoemrede how do I withdraw the duplicate account from my 4G modem?",
	"id": 34
}, {
	"originalText": "Vou usar essa na próxima com a @Vivoemrede auhauha https:\/\/ twitter.com\/amarelito\/stat us\/693948841603760128 …",
	"sentiment": null,
	"translatedText": "I'm going to use this next one with @Vivoemrede auhauha https: twitter.comamarelitostat us693948841603760128 ...",
	"id": 35
}, {
	"originalText": "@mands505 envie seus dados via DM.Assim ajudamos e mantemos seus dados pessoais em sigilo.",
	"sentiment": null,
	"translatedText": "@ Mands505 send your data via DM.Thus we help and keep your personal data confidential.",
	"id": 36
}, {
	"originalText": "@mands505 Boa noite. Neste canal de atendimento podemos realizar este procedimento. Para isso é necessário que você (cont)",
	"sentiment": null,
	"translatedText": "@ Mands505 Good evening. In this service channel we can perform this procedure. For this it is necessary that you (cont)",
	"id": 37
}, {
	"originalText": "@lwzinho e realizar a contratação através deste canal de atendimento.",
	"sentiment": null,
	"translatedText": "@lwzinho and perform the contracting through this service channel.",
	"id": 38
}, {
	"originalText": "@lwzinho Boa noite. Oferecemos pacote de dados com velocidades maiores. Caso tenha interesse podemos passar informações(cont)",
	"sentiment": null,
	"translatedText": "@lwzinho Good evening. We offer data packets with higher speeds. If you are interested we can pass information (cont)",
	"id": 39
}, {
	"originalText": "25 minutos de espera pra me atenderem e: não resolvem meu problema????? tá dificil te defender @Vivoemrede",
	"sentiment": null,
	"translatedText": "25 minutes waiting to meet me and: do not solve my problem ????? It's hard to defend you @Vivoemrede",
	"id": 40
}, {
	"originalText": "@DenilBoss neste canal de atendimento podemos te ajudar.",
	"sentiment": null,
	"translatedText": "@DenilBoss on this service channel we can help you.",
	"id": 41
}, {
	"originalText": "@DenilBoss Boa noite. O que está ocorrendo? Você está com dificuldade para utilizar nossos serviços? Detalhe por gentileza, (cont)",
	"sentiment": null,
	"translatedText": "@DenilBoss Good evening. What's happening? Are you having trouble using our services? Detail by kindness, (cont)",
	"id": 42
}, {
	"originalText": "@Vivoemrede Tá acontecendo que meu número simplesmente não recebe dados móveis e NINGUÉM resolve o problema. Protocolo Anatel: 3071492016",
	"sentiment": null,
	"translatedText": "@Vivoemrede It's happening that my number simply does not receive mobile data and NOBODY solves the problem. Anatel Protocol: 3071492016",
	"id": 43
}, {
	"originalText": "Mesmo com 7 protocolos de atendimento e uma ida à loja estou há 4 dias sem rede no celular. Obrigada, @Vivoemrede",
	"sentiment": null,
	"translatedText": "Even with 7 service protocols and one trip to the store I have been there for 4 days without a cellular network. Thank you, @Vivoemrede",
	"id": 44
}, {
	"originalText": "@vivoemrede gostaria de sugerir o ator e cantor Fiuk para participar de suas próximas campanhas publicitárias. Obrigada!",
	"sentiment": null,
	"translatedText": "@vivoemrede would like to suggest the actor and singer Fiuk to participate in his upcoming advertising campaigns. Thank you!",
	"id": 45
}, {
	"originalText": "@_Looanna acessar ou a velocidade está lenta?",
	"sentiment": null,
	"translatedText": "@Looanna access or speed is slow?",
	"id": 46
}, {
	"originalText": "@_Looanna Neste canal podemos realizar o seu atendimento. Detalhe o que está ocorrendo com sua internet. Você não está conseguindo (cont)",
	"sentiment": null,
	"translatedText": "@Looanna In this channel we can perform your service. Detail what is happening with your internet. You can not (cont)",
	"id": 47
}, {
	"originalText": "Oi @Vivoemrede não me decepcione ;) #InternetMóvel #VivoConectada #ToTestando a rede que #PegaBem #Vivo #Modem pic.twitter.com\/OgTl9b6mwr",
	"sentiment": null,
	"translatedText": "Hi @Vivoemrede do not let me down) VivoMobile VivoConnected ToTestando the network that PegaBem Vivo Modem pic.twitter.comOgTl9b6mwr",
	"id": 48
}, {
	"originalText": "@Vivoemrede ... E deixei uma operadora por causa de atendimento, vou conversar com minha mãe, para que um pós pago e ainda tenho q carregar.",
	"sentiment": null,
	"translatedText": "@Vivoemrede ... And I left a carrier because of attendance, I'll talk to my mother, so that a postpaid paid and still have to load.",
	"id": 49
}, {
	"originalText": "@AdairJunior Detalhe o que está ocorrendo para que possamos te ajudar.",
	"sentiment": null,
	"translatedText": "@AdairJunior Detail what is happening so we can help you.",
	"id": 50
}, {
	"originalText": "@AdairJunior Redes Sociais poderá auxiliar na resolução de dificuldades, tirar dúvidas e prestar atendimento.(Cont)",
	"sentiment": null,
	"translatedText": "@AdairJunior Social Networks can help in solving difficulties, asking questions and providing assistance.",
	"id": 51
}, {
	"originalText": "@AdairJunior Pedimos desculpas pelo inconveniente gerado através do nosso canal de voz. Agora o nosso atendimento via(cont)",
	"sentiment": null,
	"translatedText": "@AdairJunior We apologize for the inconvenience generated through our voice channel. Now our service via (cont)",
	"id": 52
}, {
	"originalText": "@Vivoemrede ... Já tentei falar com 1058 mais nada e o pior, não falei com nenhum atendente, recebi protocolos. E nada de atendimento.",
	"sentiment": null,
	"translatedText": "@Vivoemrede ... I already tried to talk to 1058 anything else and the worst, I did not talk to any attendant, I received protocols. And no service.",
	"id": 53
}, {
	"originalText": "@Molekinha34 Detalhe o que está ocorrendo para que possamos te ajudar.",
	"sentiment": null,
	"translatedText": "@ Molekinha34 Detail what is happening so we can help you.",
	"id": 54
}, {
	"originalText": "@Molekinha34 Boa noite. A sua reclamação é referente ao pacote de dados que terminou antes de ser utilizado? (Cont)",
	"sentiment": null,
	"translatedText": "@ Molekinha34 Good evening. Does your complaint relate to the data package that ended before it was used? (Cont)",
	"id": 55
}, {
	"originalText": "@_LeandroRomano Detalhe sua solicitação para que possamos te ajudar.",
	"sentiment": null,
	"translatedText": "@LeandroRomano Detail your request so that we can help you.",
	"id": 56
}, {
	"originalText": "@_LeandroRomano via Redes Sociais poderá auxiliar na resolução de dificuldades, tirar dúvidas e prestar atendimento. (Cont)",
	"sentiment": null,
	"translatedText": "@LeandroRomano via Social Networks can help in solving difficulties, asking questions and providing assistance. (Cont)",
	"id": 57
}, {
	"originalText": "@_LeandroRomano Pedimos desculpas pelo inconveniente gerado através do nosso canal de voz. Agora o nosso atendimento(cont)",
	"sentiment": null,
	"translatedText": "@LeandroRomano We apologize for the inconvenience generated through our voice channel. Now our service (cont)",
	"id": 58
}, {
	"originalText": "@Vivoemrede enviei!",
	"sentiment": null,
	"translatedText": "@Vivoemrede I sent it!",
	"id": 59
}, {
	"originalText": "Olá, @Vivoemrede . Gostaria de ver a atriz e cantora Sophia Abrahão participando do Comercial. Obrigado!",
	"sentiment": null,
	"translatedText": "Hello, @Vivoemrede. I would like to see the actress and singer Sophia Abrahão participating in the Commercial. Thank you!",
	"id": 60
}, {
	"originalText": "@ojuarabent necessário que você envie seus dados via DM.",
	"sentiment": null,
	"translatedText": "@ojuarabent you need to send your data via DM.",
	"id": 61
}, {
	"originalText": "@ojuarabent Boa noite. Para realizarmos o seu atendimento com segurança e efetuar as verificações em sua linha é (cont)",
	"sentiment": null,
	"translatedText": "@ojuarabent Good evening. To carry out your service with security and to carry out the checks in your line is (cont)",
	"id": 62
}, {
	"originalText": "@VitorCogo_ Vitor, informe nome completo e CPF via DM. Vou verificar.",
	"sentiment": null,
	"translatedText": "@VitorCogo Vitor, enter full name and CPF via DM. I'll check.",
	"id": 63
}, {
	"originalText": "@AdairJunior @Vivoemrede comigo é a mesma coisa...o autoatendimento por SMS também é um LIXO!",
	"sentiment": null,
	"translatedText": "@AdairJunior @Vivoemrede with me is the same thing ... SMS self-service is also TRASH!",
	"id": 64
}, {
	"originalText": "@Vivoemrede já contatei vocês duas vezes, na terceira não teve atendimento e nada foi resolvido.",
	"sentiment": null,
	"translatedText": "@Vivoemrede already contacted you twice, the third was not answered and nothing was resolved.",
	"id": 65
}, {
	"originalText": "@_Looanna internet, neste canal de atendimento podemos te ajudar.",
	"sentiment": null,
	"translatedText": "@Looanna internet, this service channel can help you.",
	"id": 66
}, {
	"originalText": "@_Looanna Boa noite. Você está com dificuldade para utilizar nossos serviços? Detalhe o que está ocorrendo com sua(cont)",
	"sentiment": null,
	"translatedText": "@Looanna Good evening. Are you having trouble using our services? Detail what is happening with your (cont)",
	"id": 67
}, {
	"originalText": "Não sei qual a vantagem de ofertar 400mb por semana, eu uso bem mais que isto num dia. melhore @Vivoemrede",
	"sentiment": null,
	"translatedText": "I do not know the advantage of offering 400mb per week, I use more than this in a day. Better @Vivoemrede",
	"id": 68
}, {
	"originalText": "eu só queria resgatar meus pontinhos pra trocar por internet pq vc não colabora @Vivoemrede",
	"sentiment": null,
	"translatedText": "I just wanted to redeem my dots to exchange for the internet because you do not collaborate @Vivoemrede",
	"id": 69
}, {
	"originalText": "odeio voces @Vivoemrede",
	"sentiment": null,
	"translatedText": "I hate you @Vivoemrede",
	"id": 70
}]
